[
  {
    "author": "AUDRE LORDE",
    "title": "Power",
    "content": "The difference between poetry and rhetoric is being ready to kill yourself instead of your children. I am trapped on a desert of raw gunshot wounds and a dead child dragging his shattered black face off the edge of my sleep blood from his punctured cheeks and shoulders is the only liquid for miles and my stomach churns at the imagined taste while my mouth splits into dry lips without loyalty or reason thirsting for the wetness of his blood as it sinks into the whiteness of the desert where I am lost without imagery or magic trying to make power out of hatred and destruction trying to heal my dying son with kisses only the sun will bleach his bones quicker. A policeman who shot down a ten year old in Queens stood over the boy with his cop shoes in childish blood and a voice said 'Die you little motherfucker' and there are tapes to prove it. At his trial this policeman said in his own defense 'I didn't notice the size nor nothing else only the color'. And there are tapes to prove that, too. Today that 37 year old white man with 13 years of police forcing was set free by eleven white men who said they were satisfied justice had been done and one Black Woman who said 'They convinced me' meaning they had dragged her 4'10\" black Woman's frame over the hot coals of four centuries of white male approval until she let go the first real power she ever had and lined her own womb with cement to make a graveyard for our children. I have not been able to touch the destruction within me. But unless I learn to use the difference between poetry and rhetoric my power too will run corrupt as poisonous mold or lie limp and useless as an unconnected wire and one day I will take my teenaged plug and connect it to the nearest socket raping an 85 year old white woman who is somebody's mother and as I beat her senseless and set a torch to her bed a greek chorus will be singing in 3/4 time 'Poor thing. She never hurt a soul. What beasts they are.'"
  },
  {
    "author": "JOY KMT",
    "title": "to whom it may concern",
    "content": "i left my fishnet thigh high on your carpet. cherry stems littered on the bed. cobras in my chest i'm messy borrowed the sun to warm my feet left a trail of forest in your kitchen. used your toothbrush to do my baby hair, molted a skin on your sofa i've never been more unapologetic in my life"
  },
  {
    "author": "FATIMAH ASGHAR",
    "title": "Pluto Shits on the Universe",
    "content": "on February 7, 1979, Pluto crossed over Neptune's orbit and became the eighth planet from the sun for twenty years. A study in 1988 determined that Pluto's path of orbit could never be accurately predicted. Labeled as 'chaotic,' Pluto was later discredited from planet status in 2006. Today, I broke your solar system. Oops. My bad. Your graph said I was supposed to make a nice little loop around the sun. Naw. I chaos like a motherfucker. Ain't no one can chart me. All the other planets, they think I'm annoying. They think I'm an escaped moon, running free. Fuck your moon. Fuck your solar system. Fuck your time. Your year? Your year ain't shit but a day to me. I could spend your whole year turning the winds in my bed. Thinking about rings and how Jupiter should just pussy on up and marry me by now. Your day? That's an asswipe. A sniffle. Your whole day is barely the start of my sunset. My name means hell, bitch. I am hell, bitch. All the cold you have yet to feel. Chaos like a motherfucker. And you tried to order me. Called me ninth. Somewhere in the mess of graphs and math and compass you tried to make me follow rules. Rules? Fuck your rules. Neptune, that bitch slow. And I deserve all the sun I can get, and all the blue-gold sky I want around me. It is February 7th, 1979, and my skin is more copper than any sky will ever be. More metal. Neptune is bitch-sobbing in my rearview, and I got my running shoes on and all this sky that's all mine. Fuck your order. Fuck your time. I realigned the cosmos. I chaosed all the hell you have yet to feel. Now all your kids in the classrooms, they confused. All their clocks: wrong. They don't even know what the fuck to do. They gotta memorize new songs and shit. And the other planets, I fucked their orbits. I shook the sky. Chaos like a motherfucker. It is February 7th, 1979. The sky is blue-gold: the freedom of possibility. Today, I broke your solar system. Oops. My bad."
  },
  {
    "author": "DAWN LUNDY MARTIN",
    "title": "Discipline",
    "content": "People are fond of saying, 'Everything happens for a reason,' which is complete bullshit. Required reading dots the bookshelf. There's Fanon breathing holes into us. And my brother reading in the halty sidesteps of a grade schooler. I know what my brother smells like when he's sick, angling for air, his body deep in the sweat of acquiescence. I want him to be someone else. My father liked to blame any crime in our neighborhood on 'American blacks.' When he mumbled under his breath, I think he was saying 'Goddamned niggers,' but I can't be sure."
  },
  {
    "author": "FRANNY CHOI",
    "title": "thirst",
    "content": "but i can't stand not to be swallowed whole, to be sunken into, wrapped in wet walls & then broken down, & then dissolved into someone else's cells. to be craved so hard i become marrow. stomach lining & tooth. to be devoured. though not by a man who expects a meal of me. not by a man who plucks thighs from street corners, hungers for poultry to cure his own smallness. those men i want keeled over & panting on the back steps, clawing at the screen. those men i wish desert. saltwater. flat tire in the canyon. wandering the empty shelves after we fruit have escaped to feast on each other's pulp, mouths wild & dripping, hands sticky til we're slick pits, stripped & sated & ready to return to the soil, ready to grow our new bodies."
  },
  {
    "author": "JAMES BALDWIN",
    "title": "Untitled",
    "content": "Lord, Do Blinds when you send the rain think about it, please, a little? not get carried away by the sound of falling water, the marvelous light on the falling water. I am beneath that water. It falls with great force and the light Blinds me to the light."
  }
]